Repository: aleksander-mendoza/MuzycznaSzafa
Catalog: MuzSzafa/MuzSzafaFramework/MuzSzafaShared/MuzSzafaShared/*.lproj/Localizable.strings
Languages: pl

source: accessories
pl: akcesoria

source: add filters
pl: dodaj filtry

source: available
pl: dostępny

source: Cancel
pl: Anuluj

# cant_delete_client_with_deals
source: Can't delete client that has assigned deals. Delete deals first!
pl: Nie można usunąć klienta który ma umowy! Najpierw usuń umowy!

# cant_delete_deal_with_payments
source: Can't delete deal that has assigned payments. Delete payments first!
pl: Nie można usunąć umowy która ma płatności! Najpierw usuń płatności!

# cant_delete_instrument_type_with_instruments
source: Can't delete type that is used by at least one instrument. Delete instruments first!
pl: Nie można usunąć typu który jest przypisany chociaż jednemu instrumentowi

# cant_delete_instrument_with_deals
source: Can't delete instruments that has assigned deals. Delete deals first!
pl: Nie można usunąć instrumentu który ma umowy! Najpierw usuń umowy!

# Choose destination dir
source: Choose destionation dir
pl: Wybierz folder docelowy

source: Choose file
pl: Wybierz plik

source: Client
pl: Klient

source: client
pl: klient

# clientName
source: name
pl: imię

# clientSurname
source: surname
pl: nazwisko

# client_has_no_email
source: Client has no email address!
pl: Klient nie posiada adresu email!

source: date
pl: data

source: days
pl: dni

source: Deal
pl: Umowa

source: deal
pl: umowa

source: deal id
pl: numer umowy

source: deal id
pl: numer umowy

source: deposit
pl: kaucja

# deposit_0
source: not returned
pl: nie zwrócono

# deposit_1
source: returned in cash
pl: zwrócono gotówką

# deposit_2
source: returned with credit
pl: zwrócono przelewem

source: deposit return date
pl: data zwrotu kaucji

source: Done
pl: Gotowe

# email_pattern_failed_to_open
source: Could not open email pattern
pl: Wzór maila nie mógł zostać otworzony!

source: Extend deals
pl: Przedłuż umowy

# extras
source: accessories
pl: akcesoria

source: Failed installing new version
pl: Instalowanie nowej wersji nie powiodło się

# failed_opening_new_version
source: Failed opening new version. You can still do it manually though.
pl: Uruchamianie nowej wersji nie powiodło się. Możesz to jednak zrobić ręcznie.

source: Failed removing old version
pl: Usuwanie starszej wersji nie powiodło się

# failed_unzipping
source: Failed unzipping new version
pl: Dekompresja ZIP nie powiodła się

# false
source: no
pl: nie

source: fee
pl: opłata

source: filter now!
pl: filtruj!

# FilterAccess
source: Filter list
pl: Lista filtrów

source: Filters
pl: Filtry

source: for month
pl: za miesiąc

source: from
pl: od

# fromDate
source: from
pl: od

source: hours
pl: godziny

source: ignore
pl: ignoruj

# in_cash
source: form
pl: forma

# in_cash_1
source: transfer
pl: przelew

# in_cash_0
source: cash
pl: gotówka

# in_conflict
source: conflicts
pl: konflikt

# invalid_email_pattern
source: Invalid path to email pattern file
pl: Wybrany wzór email'a nie został znaleziony

source: income
pl: przychód

# instrumentName
source: name
pl: nazwa

source: Instrument Type
pl: Rodzaj Instrumentu

source: keeps asset
pl: w posiadaniu

source: minutes
pl: minuty

# mode_per_day
source: single day
pl: jeden dzień

# mode_per_month
source: entire month
pl: cały miesiąc

source: Modify
pl: Edytuj

# money_amount
source: amount
pl: kwota

source: months
pl: miesiące

# n_values
source: values
pl: wartości

source: name
pl: imię

# new_deal_howto
source: In order to create new deal, you need to drag a client from the left table and drop them onto instrument from the right table.
pl: Aby utworzyć nową umowę należy przeciągnać klienta z lewej tabeli i upuścić na instrument w prawej tabeli.

# no_client_selected
source: No client is selected
pl: Żaden klient nie jest wybrany

# no_deal_selected
source: No deal is selected
pl: Żadna umowa nie jest wybrana

# no_instrument_selected
source: No instrument is selected
pl: Żaden instrument nie jest wybrany

# no_payment_selected
source: No payment is selected
pl: Żadna płatność nie jest wybrana

source: notes
pl: uwagi

# one_value
source: value
pl: wartość

source: Open
pl: Otwórz

source: order
pl: kierunek

# order_off
source: descending
pl: malejący

# order_on
source: ascending
pl: rosnący

source: other clients
pl: pozostali klienci

source: paid months
pl: opłacone miesiące

source: paid
pl: zapłacone

source: paid at
pl: zapłacono dnia

# parent_accessory
source: bundled with
pl: powiązane z

source: Payment
pl: Płatność

source: payment
pl: płatność

source: physical id
pl: fizyczne id

# price
source: worth
pl: wartość

source: pricing
pl: cena

# purge_warning
source: Are you sure you want to purge data? It will remove EVERYTHING. It's recommended to make a backup archive before!
pl: Na pewno chcesz wyczyścić dane? To spowoduje usunięcie WSZYSTKICH danych. Zaleca się wcześniejsze zrobienie zapasowego archiwum!

# real_income
source: actual income
pl: rzeczywisty przychód

source: remove filters
pl: usuń filtry

source: Save
pl: Zapisz

source: Settings
pl: Ustawienia

source: Separator character:
pl: Znak oddzielający:

source: show more
pl: pokaż więcej

source: single term length:
pl: Długość pojedynczego okresu:

source: size
pl: rozmiar

# status_0
source: Negotiated
pl: Negocjowana

# status_1
source: Settled
pl: Zawarta

# status_2
source: Termination declared
pl: Wypowiedziana

# status_3
source: Terminated
pl: Zakończona

# status_4
source: Unsuccessful
pl: Niezawarta

source: sort now!
pl: sortuj!

# summary_mode
source: mode
pl: tryb

# summary_mode_0
source: valid at minute
pl: ważny w minucie

# summary_mode_1
source: valid at day
pl: ważny w dniu

# summary_mode_2
source: valid at month
pl: ważny w miesiącu

# summary_mode_3
source: valid at month at settlement day
pl: ważny w miesiącu w dniu zawarcia

# summary_mode_4
source: for payment day
pl: w dniu zapłaty

# summary_mode_5
source: ends at day
pl: kończy sie w dniu

# summary_mode_6
source: ends at month
pl: kończy sie w miesiącu

# summary_mode_7
source: ends at month at settlement day
pl: kończy sie w miesiącu w dniu zawarcia

source: surname
pl: nazwisko

# term_begin
source: for term from
pl: za okres od

# term_end
source: for term to
pl: za okres do

source: Terminate deals
pl: Zakończ umowy

source: to
pl: do

# toDate
source: to
pl: do

# toggle_no
source: no
pl: nie

# toggle_yes
source: yes
pl: tak

# true
source: yes
pl: tak

source: type
pl: rodzaj

# update_fail
source: Update failed
pl: Aktualizacja się nie powiodła

# update_text
source: Do you want to download update now? It will cause application to restart
pl: Czy chcesz zaktualizować teraz?

# update_title
source: Update available
pl: Aktualizacja dostępna

source: years
pl: lata
